Repository: turkussic/banconota-flutter
Catalog: lib/res/translations/intl_*.arb
Languages: hr

# titleErrorDialog
source: Error
hr: Greška

# buttonDismissDialog
source: Dismiss
hr: Ukloni

# buttonRetryDialog
source: Try again
hr: Pokušaj ponovno

# genericErrorMessageErrorDialog
source: An unexpected error has occurred. Please try again.
hr: Desila se neočekivana greška. Molimo Vas da pokušate ponovno.

source: Let's start
hr: Započnite

source: Useful Information
hr: Korisne informacije

source: Our Goal
hr: Naš cilj

source: Start sending money
hr: Započni proces

# sendCost
source: Sending cost
hr: Troškovi slanja

source: Remittances
hr: Doznake

source: Relevant Information
hr: Relevante Informacije

# bankFrom
source: Bank you are sending money from
hr: Banka pošiljaoca

# bankTo
source: Receiving money bank
hr: Banka primaoca

# transferSpeed
source: Choose the time of the transaction
hr: Izaberite vrijeme isporuke transkacije

# moneySum
source: Enter amount
hr: Unesite iznos

source: Go back
hr: Idi nazad

source: Today
hr: Danas

# tomorrow
source: In the following 2 days
hr: U roku od 2 dana

# theDayAfter
source: In the following 3 days
hr: U roku od 3 dana

# threeDays
source: In the following 4 days
hr: U roku od 4 dana

# sendingFee
source: Fee of sending
hr: Troškove slanja snosi

source: Sender
hr: Pošiljalac

source: Receiver
hr: Primalac

# split
source: Splits fees
hr: I pošiljalac i primalac

source: Calculate
hr: Izračunaj

source: Close
hr: Zatvorite

source: Total amount:
hr: Ukupan iznos:

source: Total sending fee:
hr: Naknada za slanje:

source: Total receiving fee:
hr: Naknada za primanje:

source: Total conversion fee:
hr: Naknada za konverziju valute:

source: Amount user receive:
hr: Iznos primljenog novca:

# feesPayer
source: Fees payer {payer}
hr: Troškove snosi {payer}
